[
  {"id": 1, "comment": "Os doces estavam frescos e deliciosos.", "analyzed": ""},
  {"id": 2, "comment": "Excelente variedade de opções para todos os gostos.", "analyzed": ""},
  {"id": 3, "comment": "O atendimento foi muito rápido e amigável.", "analyzed": ""},
  {"id": 4, "comment": "A apresentação dos doces é impecável, muito bem decorados.", "analyzed": ""},
  {"id": 5, "comment": "O bolo estava fofinho e com sabor incrível.", "analyzed": ""},
  {"id": 6, "comment": "Adorei a opção sem glúten que encontrei na loja.", "analyzed": ""},
  {"id": 7, "comment": "Os preços são justos para a qualidade oferecida.", "analyzed": ""},
  {"id": 8, "comment": "O local tem uma atmosfera aconchegante e agradável.", "analyzed": ""},
  {"id": 9, "comment": "Sempre encontro algo novo e criativo nos doces.", "analyzed": ""},
  {"id": 10, "comment": "As opções de doces para presente são perfeitas.", "analyzed": ""},
  {"id": 11, "comment": "Adorei o sabor do brigadeiro, super cremoso e no ponto certo.", "analyzed": ""},
  {"id": 12, "comment": "A loja tem um cheiro maravilhoso de doces frescos.", "analyzed": ""},
  {"id": 13, "comment": "A qualidade dos ingredientes é visível em cada doce.", "analyzed": ""},
  {"id": 14, "comment": "A variedade de sabores é excelente, tem para todos os gostos.", "analyzed": ""},
  {"id": 15, "comment": "Comprei um bolo de aniversário e todos adoraram!", "analyzed": ""},
  {"id": 16, "comment": "Os cupcakes estavam fofos e com recheio delicioso.", "analyzed": ""},
  {"id": 17, "comment": "Adorei o ambiente acolhedor da loja, ótimo para passar um tempo.", "analyzed": ""},
  {"id": 18, "comment": "Os doces não são muito doces, tem o equilíbrio perfeito de sabor.", "analyzed": ""},
  {"id": 19, "comment": "A qualidade do chocolate usado nos doces é excelente.", "analyzed": ""},
  {"id": 20, "comment": "O atendimento foi muito atencioso, me ajudaram a escolher os doces.", "analyzed": ""},
  {"id": 21, "comment": "Sempre que venho aqui, sou bem recebido e os doces estão sempre frescos.", "analyzed": ""},
  {"id": 22, "comment": "A loja oferece opções dietéticas muito saborosas.", "analyzed": ""},
  {"id": 23, "comment": "Os doces de pistache são sensacionais!", "analyzed": ""},
  {"id": 24, "comment": "Adorei a combinação de sabores, uma verdadeira explosão de gostos.", "analyzed": ""},
  {"id": 25, "comment": "A loja está sempre limpa e bem organizada.", "analyzed": ""},
  {"id": 26, "comment": "A opção de doces veganos é fantástica, realmente saborosa.", "analyzed": ""},
  {"id": 27, "comment": "Os doces são feitos com muito capricho, dá para perceber o cuidado.", "analyzed": ""},
  {"id": 28, "comment": "Excelente experiência, vou voltar sempre!", "analyzed": ""},
  {"id": 29, "comment": "Os brigadeiros são os melhores que já comi.", "analyzed": ""},
  {"id": 30, "comment": "Sempre encontro ótimas opções de presente para minhas amigas.", "analyzed": ""}
]
